Repository: MisterDA/pmount
Catalog: po/*.po
Languages: da, es_es

source: Usage: %s [options] <device> [<label>] Mount <device> to a directory below %s if policy requirements are met (see pmount(1) for details). If <label> is given, the mount point will be %s/<label>, otherwise it will be %s<device>. If the mount point does not exist, it will be created.
da: Brug: %s [options] <device> [<label>] Monter <enhed> til en mappe nedenfor %s hvis policy kravene er opfyldt (se pmount(1) for detaljer). Hvis <label> er angivet, vil monteringspunktet være %s/<label>, ellers vil det være %s<enhed>. Hvis monteringspunktet ikke eksisterer, vil det blive oprettet.
es_es: Uso: %s [opciones] <dispositivo> [<etiqueta>] Monta el <dispositivo> en un directorio bajo %s si se cumplen los requisitos de seguridad (ver detalles en pmount(1)). Si se pone <etiqueta>, el punto de montaje será %s/<etiqueta>, si no, será %s<dispositivo>. Si el punto de montaje no existe, se creará.

source: %s --lock <device> <pid> Prevent further pmounts of <device> until it is unlocked again. <pid> specifies the process id the lock holds for. This allows to lock a device by several independent processes and avoids indefinite locks of crashed processes (nonexistant pids are cleaned before attempting a mount).
da: %s --lock <enhed> <pid> Forhindrer yderligere pmounts af <enhed> indtil det er låst op igen. <pid> specificerer processens id som låsen gælder for. Dette tillader at låse en enhed ved flere uafhængige processer og undgår uendelig låsning af døde processer (ikke-eksisterende pids bliver ryddet før forsøg på montering).
es_es: %s --lock <dispositivo> <pid>↵ Previene posteriores montajes del <dispositivo> hasta que se desbloquee. <pid> especifica el id del proceso que pone el bloqueo. Esto permite bloquear un dispositivo a varios procesos independendientes evitando bloqueos indefinidos por procesos caídos (los pids inexistentes se limpian antes de intentar un montaje).

source: %s --unlock <device> <pid> Remove the lock on <device> for process <pid> again.
da: %s --unlock <enhed> <pid> Fjern låsen på <enhed> for processen <pid> igen.
es_es: %s --unlock <dispositivo> <pid> Quita el bloqueo del proceso <pid> al <dispositivo>.

source: Options: -r : force <device> to be mounted read-only -w : force <device> to be mounted read-write -s, --sync : mount <device> with the 'sync' option (default: 'async') --noatime : mount <device> with the 'noatime' option (default: 'atime') -e, --exec : mount <device> with the 'exec' option (default: 'noexec') -t <fs> : mount as file system type <fs> (default: autodetected) -c <charset>: use given I/O character set (default: 'utf8' if called in an UTF-8 locale, otherwise mount default) -u <umask> : use specified umask instead of the default (only for file sytems which actually support umask setting) --passphrase <file> read passphrase from file instead of the terminal (only for LUKS encrypted devices) -d, --debug : enable debug output (very verbose) -h, --help : print help message and exit successfuly --version : print version number and exit successfully
da: Options: -r : tving <enhed> til at blive monteret som kun-læse -w : tving <enhed> til at blive monteret som læse-skrive -s, --sync : montér <enhed> med 'sync' flaget (standard: 'async') --noatime : montér <enhed> med 'noatime' flaget (standard: 'atime') -e, --exec : montér <enhed> med 'exec' flaget (standard: 'noexec') -t <fs> : montér som fil-system type <fs> (standard: autodetected) -c <charset>: brug angivet I/O tegn-sæt (standard: 'utf8' hvis kaldt i en UTF-8 locale, ellers montér standard) -u <umask> : brug specificerede umask i stedet for standard (kun for fil-systemer som faktisk understøtter umask indstillingen) --passphrase <fil> læs passphrase fra fil i stedet for terminalen (kun for LUKS krypterede enheder) -d, --debug : aktivér fejlsøgnings-uddate (very verbose) -h, --help : udskriv hjælp-meddelelse og slut succesfuldt --version : udskriv versions-nummer og slut succesfuldt

source: Error: label must not be empty
da: Fejl: label må ikke være tom
es_es: Error: la etiqueta no puede estar vacia

source: Error: label too long
da: Fejl: label for lang
es_es: Error: etiqueta es demasiado larga

source: Error: '/' must not occur in label name
da: Fejl: '/' må ikke forekomme i label-navn
es_es: Error: no se puede poner '/' en el nombre de la etiqueta

source: Error: device name too long
da: Fejl: enheds-navn for langt
es_es: Error: el nombre de dispositivo es demasiado largo

source: Error: could not drop all uid privileges
da: Fejl: kunne ikke slippe alle uid privilegier
es_es: Error: no se han podido soltar todos los privilegios de uid

source: Error: could not execute mount
da: Fejl: montering kunne ikke udføres
es_es: Error: no se ha podido ejecutar el montaje

source: Internal error: mount_attempt: given file system name is NULL
da: Intern fejl: monterings_forsøg: angivne filsystem-navn er NULL
es_es: Error interno: mount_attempt: el nombre del sistema de archivos dado es NULO

source: Error: invalid file system name '%s'
da: Fejl: ugyldigt filsystem-navn '%s'
es_es: Error: el nombre del sistema de ficheros '%s' no es válido

source: Error: invalid umask %s
da: Fejl: ugyldig umaske %s

source: Error: invalid charset name '%s'
da: Fejl: ugyldig navn på tegnsæt '%s'
es_es: Error: el nombre del juego de caracteres '%s' no es válido

source: Error: cannot lock for pid %u, this process does not exist
da: Fejl: kan ikke låse for pid %u, denne proces eksisterer ikke
es_es: Error: no se puede bloquear para el pid %u, este proceso no existe

source: Error: could not create pid lock file %s: %s
da: Fejl: kunne ikke oprette pid-låsefil %s: %s
es_es: Error: no se ha podido crear el fichero de bloqueo del pid %s: %s

source: Error: could not remove pid lock file %s: %s
da: Fejl: kunne ikke fjerne pid-låsefil %s: %s
es_es: Error: no se ha podido eliminar el fichero de bloqueo del pid %s: %s

source: Error: do_unlock: could not remove lock directory
da: Fejl: lav_oplås: kunne ikke fjerne låse-mappe
es_es: Error: do_unlock: no se ha podido eliminar el directorio de bloqueo

source: Error: this program needs to be installed suid root
da: Fejl: dette program skal installerer som suid root
es_es: Error este programa necesita ser instalado como super usuario (root)

source: Internal error: getopt_long() returned unknown value
da: Intern fejl: getopt_long() returnerede en ukendt værdi
es_es: Error interno: getopt_long() ha devuelto un valor desconocido

source: Warning: device %s is already handled by /etc/fstab, supplied label is ignored
da: Advarsel: enhed %s er allerede håndteret af /etc/fstab, tilføjede label bliver ignoreret
es_es: Aviso: el dispositivo %s ya se gestiona en /etc/fstab, la etiqueta proporcionada será ignorada

source: Error: could not determine real path of the device
da: Fejl: kunne ikke bestemme reelle sti til enheden
es_es: Error: no se ha podido determinar la ruta real del dispositivo

source: Error: invalid device %s (must be in /dev/)
da: Fejl: ugyldig enhed %s (skal være i /dev/)
es_es: Error: el dispositivo %s no vale (ha de estar en /dev/)

source: Error: could not decrypt device (wrong passphrase?)
da: Fejl: kunne ikke dekryptere enhed (forkert adgangskode?)

source: Error: mapped device already exists
da: Fejl: mapped enhed eksisterer allerede

source: Error: could not lock the mount directory. Another pmount is probably running for this mount point.
da: Fejl: kunne låse monterings-mappen. En anden pmount kører formentlig på dette monteringspunkt.

source: Error: could not delete mount point
da: Fejl: kunne ikke slette monteringspunkt
es_es: Error: no se ha podido borrar el punto de montaje

source: Internal error: mode %i not handled.
da: Intern fejl: tilstand %i ikke håndteret.
es_es: Error interno: %i es un modo no gestionado.

source: pmount-hal - execute pmount with additional information from hal Usage: pmount-hal <device> [pmount options] This command mounts the device described by the given device or UDI using pmount. The file system type, the volume storage policy and the desired label will be read out from hal and passed to pmount.
da: pmount-hal - eksekvér pmount med yferligere information fra hal Brug: pmount-hal <enhed> [pmount flag] This command mounts the device described by the given device or UDI using pmount. The file system type, the volume storage policy and the desired label will be read out from hal and passed to pmount.

source: Error: could not execute pmount
da: Fejl: kunne ikke udføre pmount
es_es: Error: no se pudo ejecutar pmount

source: Error: could not connect to dbus: %s: %s
da: Fejl: kunne ikke forbinde til dbus: %s: %s

source: Error: given UDI is not a mountable volume
da: Fejl: angivne UID er ikke et monterbart volume
es_es: Error: el UDI introducido no es un volúmen montable

source: Error: could not get status of device
da: Fejl: kunne ikke få status på enhed
es_es: Error: no se ha podido hallar el estado del dispositivo

source: Error: could not get sysfs directory
da: Fejl: kunne ikke få sysfs-mappe
es_es: Error: no se ha podido hallar el directorio sysfs

source: Error: could not open <sysfs dir>/block/
da: Fejl: kunne ikke åbne <sysfs dir>/block/
es_es: Error: no se ha podido abrir <sysfs dir>/bloque/

source: Error: could not open <sysfs dir>/block/<device>/
da: Error: kunne ikke åbne <sysfs dir>/block/<device>/
es_es: Error: no se ha podido abrir <sysfs dir>/bloque/<dispositivo>/

source: Error: device %s does not exist
da: Fejl: enheden %s eksisterer ikke
es_es: Error: el dispositivo %s no existe

source: Error: %s is not a block device
da: Fejl: %s er ikke en blok-enhed
es_es: Error: %s no es dispositivo de bloques

source: Error: could not open fstab-type file
da: Fejl: kunne ikke åbne fstab-typefil
es_es: Error: un fichero de tipo fstab no se ha podido abrir

source: Error: device %s is already mounted to %s
da: Fejl: enheden %s er allerede monteret til %s
es_es: Error: el dispositivo %s ya está montado en %s

source: Error: device %s is not mounted
da: Fejl: enheden %s er ikke monteret
es_es: Error: el dispositivo %s no está montado

source: Error: device %s was not mounted by you
da: Fejl: enheden %s er ikke monteret af dig
es_es: Error: el dispositivo %s no lo ha montado usted

source: Error: device %s is not removable
da: Fejl: enheden %s er ikke flytbar
es_es: Error: el dispositivo %s no es enchufable

source: Error: device %s is locked
da: Fejl: enheden %s er låst
es_es: Error: el dispositivo %s está bloqueado

source: Error: mount point %s is already in /etc/fstab
da: Fejl: monteringspunkt %s er allerede i /etc/fstab

source: Error: directory %s already contains a mounted file system
da: Fejl: mappen %s indeholder allerede et monteret filsystem
es_es: Error: el directorio %s ya tiene montado un sistema de ficheros

source: Error: directory %s does not contain a mounted file system
da: Fejl: mappen %s indeholder ikke et monteret filsystem
es_es: Error: el directorio %s no tiene montado ningún sistema de ficheros

source: Usage: %s [options] <device> Umount <device> from a directory below %s if policy requirements are met (see pumount(1) for details). The mount point directory is removed afterwards. Options: -l, --lazy : umount lazily, see umount(8) -d, --debug : enable debug output (very verbose) -h, --help : print help message and exit successfuly --version : print version number and exit successfully
da: Brug: %s [flag] <enhed> Umount <enhed> fra en mappe nedenfor %s hvis policy kravene er opfyldt (se pumount(1) for detaljer). monteringspunkt-mappen blever herefter fjernet. Flag: -l, --lazy : umount lazily, se umount(8) -d, --debug : aktivér fejlsøgnings-uddata (very verbose) -h, --help : udskriv hjælp-meddelelse og slut succesfuldt --version : udskriv versions-nummer og slut succesfuldt

source: Internal error: could not determine mount point
da: Intern fejl: kunne ikke bestemme monteringspunkt
es_es: Error interno: no se ha podido determinar el punto de montaje

source: Error: mount point %s is not below %s
da: Fejl: monteringspunkt %s er ikke nedenfor %s
es_es: Error: el punto de montaje %s no está bajo %s

source: Error: could not execute umount
da: Error: kunne ikke udfører umount
es_es: Error: no se ha podido ejecutar el desmontaje

source: Error: umount failed
da: Fejl: umount mislykkedes
es_es: Error: desmontaje fallido

source: Error: out of memory
da: Fejl: ikke mere hukommelse
es_es: Error: memoria agotada

source: Error: could not create directory
da: Fejl: kunne ikke oprette mappe
es_es: Error: no se ha podido crear el directorio

source: Error: could not create stamp file in directory
da: Fejl: kunne ikke oprette mærke-fil i mappe
es_es: Error: no se ha podido crear el fichero de fecha en el directorio

source: Error: %s is not a directory
da: Fejl: %s er ikke en mappe
es_es: Error: %s no es un directorio

source: Error: could not open directory
da: Fejl: kunne ikke åbne mappe
es_es: Error: no se ha podido abrir el directorio

source: Error: directory %s is not empty
da: Fejl: mappen %s er ikke tom
es_es: Error: el directorio %s no está vacío

source: Error: '%s' is not a valid number
da: Fejl: '%s' er ikke et gyldigt nummer
es_es: Error: '%s' no es un número válido

source: Internal error: could not change to effective uid root
da: Intern fejl: kunne ikke skifte til effektiv uid root
es_es: Error interno: no se ha podido cambiar a un uid efectivo de root

source: Internal error: could not change effective user uid to real user id
da: Intern fejl: cunne ikke skifte effektiv bruger-uid til reel bruger-id
es_es: Error interno: no se ha podido cambiar del uid del usuario efectivo al id del usuario real

source: Internal error: could not change to effective gid root
da: Intern fejl: kunne ikke skifte til effektiv gid root
es_es: Error interno: no se ha podido cambiar a un gid efectivo de root

source: Internal error: could not change effective group id to real group id
da: Intern fejl: kunne ikke skifte effektive gruppe-id til reel gruppe-id
es_es: Error interno: no se ha podido cambiar del id de grupo efectivo al id de grupo real

source: Error: make_mountpoint_name: invalid device %s (must be in /dev/)
es_es: Error: make_mountpoint_name: el dispositivo %s no es válido (ha de estar en /dev/)

source: pmount-hal - execute pmount with additional information from hal Usage: pmount-hal <hal UDI> [pmount options] This command mounts the device described by the given UDI using pmount. The file system type, the volume storage policy and the desired label will be read out from hal and passed to pmount.
es_es: pmount-hal - ejecutar pmount con información adicional de hal Uso: pmount-hal <UDI hal> [opciones de pmount] Esta orden monta el dispositivo descrito por el UDI dado usando pmount. El tipo de sistema de ficheros, la política de almacenamiento del volumen y la etiqueta deseada se leerán de hal y se pasarán a pmount.

source: Usage: %s [options] <device> Umount <device> from a directory below %s if policy requirements are met (see pumount(1) for details). The mount point directory is removed afterwards. Options: -l, --lazy : umount lazily, see umount(8) -d, --debug : enable debug output (very verbose) -h, --help : print help message and exit successfuly
es_es: Uso: %s [opciones] <dispositivo> Desmontar <dispositivo> de directorio bajo %s si se cumplen los requisitos de seguridad (ver detalles en pumount(1)). Después se elimina el directorio del punto de montaje. Opciones: -l, --lazy : desmontaje laxo, ver umount(8) -d, --debug : permitir salida de depuración (muy verbosa) -h, --help : escribir mensaje de ayuda y salir bien
